MATERIALS = {
    "плитка": {
        "20x30 см": {"size": 0.06, "waste": 10},
        "30x30 см": {"size": 0.09, "waste": 10},
        "40x40 см": {"size": 0.16, "waste": 10}
    },
    "кирпич": {
        "одинарный": {"count": 51, "waste": 5},
        "полуторный": {"count": 39, "waste": 5},
        "двойной": {"count": 26, "waste": 5}
    },
    "газоблок": {
        "600x200x300": {"count": 6.67, "waste": 5},
        "600x250x300": {"count": 5.56, "waste": 5},
        "600x200x400": {"count": 5.00, "waste": 5}
    }
}
